Repository: ariany-f/techscan-ocr-api
Catalog: web/locale/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Invalid request, contact the administrator
pt_br: Requisição inválido, entre em contato com o administrador

source: Missing parameter :field
pt_br: Parâmetro :field ausente

source: Empty field, contact the administrator
pt_br: Campo vazio, entre em contato com o administrador

source: Parameter :field can not be empty
pt_br: Parâmetro :field não pode estar vázio

source: The value :var of the parameter :field does not follow the yyyy-mm-dd format or is not a valid date
pt_br: O valor :var do parâmetro :field não segue o formato aaaa-mm-dd ou não é uma data válida

source: The value :var of the parameter :field does not follow the yyyy-mm-dd hh:ii:ss format or is not a valid datetime
pt_br: O valor :var do parâmetro :field não segue o formato aaaa-mm-dd hh:ii:ss ou não é uma data hora válida

source: The value :var of the parameter :field is not a valid email
pt_br: O valor :var do parâmetro :field não é um email válido

source: The value :var of the parameter :field does not appear to be a valid phone, must have between 10 and 15 numbers including the country code
pt_br: O valor :var do parâmetro :field não parece ser um telefone válido, ele deve ter entre 10 e 15 números, incluindo o código do país

source: The value :var of the parameter :field it's not a number
pt_br: O valor :var do parâmetro :field não é um número

source: The value :var of the parameter :field it's not a valid CPF
pt_br: O valor :var do parâmetro :field não é um CPF válido

source: The value :var of the parameter :field it's not a valid document
pt_br: O valor :var do parâmetro :field não é um documento válido

source: The value :var of the parameter :field it's not an array
pt_br: O valor :var do parâmetro :field não é uma array

source: The value of parameter :field must follow these rules: :description
pt_br: O valor do parâmetro :field deve seguir estas regras: :description

source: The value of parameter :field it's is not integer number
pt_br: O valor do parâmetro :field não é um número inteiro

source: The value of paramenter :field is not a valid url, make sure url is correct
pt_br: O valor do parâmetro :field não é uma URL válida, verifique se a URL está correta

source: The value :var of the parameter :field is not a valid url, make sure url is correct
pt_br: O valor :var do parâmetro :field não é uma URL válida, verifique se a URL está correta

source: The value :var of the parameter :field is not valid, are accepted [F, M]
pt_br: O valor :var do parâmetro :field não é válido, são aceitos [F, M]

source: The value :var of the parameter :field is not a boolean
pt_br: O valor :var do parâmetro :field não é um booleano

source: The value :var of the parameter :field is not valid, months are accepted with 2 numeric digits
pt_br: O valor :var do parâmetro :field não é válido, os meses são aceitos com 2 dígitos numéricos

source: The value :var of the parameter :field is not valid, years are accepted with 4 numerical digits greater than 1900
pt_br: O valor :var do parâmetro :field não é válido, os anos são aceitos com 4 dígitos numéricos maiores que 1900

source: The payment method :var of the parameter :field is not valid, they are accepted (credit_card, boleto and debit)
pt_br: O método de pagamento :var do parâmetro :field não é válido, são aceitos (credit_card, boleto e debit)

source: Type of provider accepted [1 = Legal Entity or 2 = Individual contributor]
pt_br: Tipo de prestador aceito [1 = Pessoa jurídica ou 2 = Colaborador individual]

source: The country :var is not accepted, countries accepted [':countries']
pt_br: O país :var não é aceito, países aceitos [':countries']

source: Request method
pt_br: Método de requisição

source: Method not allowed or not implemented for this endpoint
pt_br: Método não permitido ou não implementado para este endpoint

source: Check your browser, something is wrong with security!
pt_br: O tempo de carregamento da página expirou. Recarregue a página!

source: Error signing in!
pt_br: Erro ao entrar!

source: January
pt_br: Janeiro

source: February
pt_br: Fevereiro

source: March
pt_br: Março

source: April
pt_br: Abril

source: May
pt_br: Maio

source: Jun
pt_br: Junho

source: July
pt_br: Julho

source: August
pt_br: Agosto

source: September
pt_br: Setembro

source: Octuber
pt_br: Outubro

source: November
pt_br: Novembro

source: December
pt_br: Dezembro

source: User or password is wrong! Try again
pt_br: Usuário ou Senha incorretos, tente de novo!

source: It was not possible to register the user!
pt_br: Não foi possível cadastrar usuário!

source: User registered successfully!
pt_br: Usuário cadastrado com sucesso!

source: Unable to edit user!
pt_br: Não foi possível editar usuário!

source: User edited successfully!
pt_br: Usuário editado com sucesso!

source: Male
pt_br: Masculino

source: Female
pt_br: Feminino

source: Invalid format:
pt_br: Formato inválido:

source: Select interval
pt_br: Selecione o intervalo

source: Select partner
pt_br: Selecione o parceiro

source: Home
pt_br: Inicio

source: Dashboard
pt_br: Portal

source: Support
pt_br: Suporte

source: Language
pt_br: Idioma

source: Portuguese
pt_br: Português

source: English
pt_br: Inglês

source: Logout
pt_br: Sair

source: Login
pt_br: Entrar

source: not found
pt_br: não encontrado

source: App with error:
pt_br: Aplicativo com erro:

source: Hi administrator
pt_br: Oi administrador

source: Customer requests support
pt_br: Cliente solicita suporte

source: Client name is
pt_br: O nome do cliente é

source: Support Team
pt_br: Equipe de Suporte

source: The application presented an error, follows the data
pt_br: O aplicativo apresentou um erro, segue os dados

source: Name
pt_br: Nome

source: Describe your question
pt_br: Descreva sua duvida

source: Request
pt_br: Solicitar
